{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "-1"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "ECA7B9C9491E3EA601EC5BBD6317AD86"
		},
		{
			"Source":
			{
				"Text": "..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A6D1B6994EDA5D4A3A6289ABC2E9AB1A"
		},
		{
			"Source":
			{
				"Text": "..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F1B9E3C74C06BBED8EE896BF339E644B"
		},
		{
			"Source":
			{
				"Text": "..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "10CCA31248469E96CA92C2A26255CFB2"
		},
		{
			"Source":
			{
				"Text": "..."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "391D2831491DE51A6A1958B4D3145E91"
		},
		{
			"Source":
			{
				"Text": "0: Download the XV3DTools tool from the cloud drive."
			},
			"Translation":
			{
				"Text": "0：从云端下载 XV3DTools 工具"
			},
			"Key": "D74E17E44DC4A2257CA381AD2DF64BB7"
		},
		{
			"Source":
			{
				"Text": "1: Set the parameter ''XV3DTools Folder'' to the local path where the XV3DTools is located."
			},
			"Translation":
			{
				"Text": "1：将参数 ''XV3DTools 目录'' 设置为 XV3DTools 所在的本地路径"
			},
			"Key": "EE1C99674FCF85E31A2F6DB7780A7D1A"
		},
		{
			"Source":
			{
				"Text": "2: Set the parameter \"Input MP4 Path\" to your MP4 file (FPS > 20)."
			},
			"Translation":
			{
				"Text": "2：将参数 \"输入 MP4 目录\" 设置为你的 MP4 文件 (FPS > 20)"
			},
			"Key": "4A5226E548DACE68FCF98DBD48A2191F"
		},
		{
			"Source":
			{
				"Text": "3: Set the parameter ''Output Folder'' to the folder where you can find the training results."
			},
			"Translation":
			{
				"Text": "3：将参数 ''输出目录'' 设置为输出训练结果的文件夹"
			},
			"Key": "1180F696415A09B84D5D4B9E74D3326B"
		},
		{
			"Source":
			{
				"Text": "4: Press the button  “Start Training” ,  The estimated training time can be seen under ”Advanced options“."
			},
			"Translation":
			{
				"Text": "4：点击 \"开始训练\" 按钮，预计训练时长可以在 \"高级选项\" 下看到"
			},
			"Key": "C8E1881145BDEE32600D96931F480A23"
		},
		{
			"Source":
			{
				"Text": "50"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9C670A624F86ADE67B7867B865EDD47F"
		},
		{
			"Source":
			{
				"Text": "Advanced Options"
			},
			"Translation":
			{
				"Text": "高级选项"
			},
			"Key": "8D4267584AB8FA5F320CFB9FABA5B574"
		},
		{
			"Source":
			{
				"Text": "After v1.1.3, this plugin supports dragging multiple ply files "
			},
			"Translation":
			{
				"Text": "v1.1.3之后，该插件支持将多个ply文件"
			},
			"Key": "F44018A043D9CC9E478EC99C1CB35EB2"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/Images"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0727776F4811B7E181C83D9FB2B35D3C"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/Output"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0AB3D5124D637F9909B76DBB50D2406C"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/Output"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "BCF7E8484A13F31C9E8EC1BCEA77A61C"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/XV3DTools"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "779FCD38467435F45E276D808511EBB4"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/XV3DTools"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CE2138B845A00F3BFA85B39792FEAF00"
		},
		{
			"Source":
			{
				"Text": "D:/XV3dGS/resource.mp4"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B602F10B412645F62D5C26B48AFADAA5"
		},
		{
			"Source":
			{
				"Text": "Estimated Training Time (in minutes) : "
			},
			"Translation":
			{
				"Text": "预计训练时长（分钟）："
			},
			"Key": "BB67D992438EB127DF48FBB2EBF55B53"
		},
		{
			"Source":
			{
				"Text": "If you have any issue, you can raise it on GitHub Issue, or email: "
			},
			"Translation":
			{
				"Text": "如果您有任何问题，可以在 GitHub Issue 上提出，或发送电子邮件至："
			},
			"Key": "04E0D7F14D23AA3A1FDCF2AEC3E4E194"
		},
		{
			"Source":
			{
				"Text": "Images are extracted from the input MP4 file for training."
			},
			"Translation":
			{
				"Text": "从输入的 MP4 文件中提取图像进行训练"
			},
			"Key": "71636C4649E5D3716384509B4C59DB48"
		},
		{
			"Source":
			{
				"Text": "Import PLY"
			},
			"Translation":
			{
				"Text": "导入PLY"
			},
			"Key": "05CE9FF5448A8BBEB67BFB9C5D115666"
		},
		{
			"Source":
			{
				"Text": "Import PLY File"
			},
			"Translation":
			{
				"Text": "导入PLY文件"
			},
			"Key": "63E669F44F6E4C4E2AB45B98C09001A7"
		},
		{
			"Source":
			{
				"Text": "Increase this parameter If you want to train more steps, vice versa"
			},
			"Translation":
			{
				"Text": "如果想训练更多步数则增大该参数，反之则降低"
			},
			"Key": "2E8359EA440B41A1F0913CBA60A9CEE9"
		},
		{
			"Source":
			{
				"Text": "Input Images Path"
			},
			"Translation":
			{
				"Text": "输入图像目录"
			},
			"Key": "15710A354ACF71B90462C19B875A0C32"
		},
		{
			"Source":
			{
				"Text": "Input MP4 Path"
			},
			"Translation":
			{
				"Text": "输入 MP4 目录"
			},
			"Key": "CAE9643A46EBC36749326AB27E20B5DE"
		},
		{
			"Source":
			{
				"Text": "Merge Images To MP4"
			},
			"Translation":
			{
				"Text": "合并图像为 MP4"
			},
			"Key": "6A0124F34E861D0742CB5BBF08ABCC71"
		},
		{
			"Source":
			{
				"Text": "Merge all the images under the input folder into one mp4 file."
			},
			"Translation":
			{
				"Text": "将 \"输入图像目录\" 文件夹下的所有图片合并为一个mp4文件"
			},
			"Key": "359AB1B94D826B3DB0FA0C8D6A2B7751"
		},
		{
			"Source":
			{
				"Text": "Note: CUDA 11 or above  must be installed."
			},
			"Translation":
			{
				"Text": "注意：必须安装CUDA 11或以上版本"
			},
			"Key": "D978D88648C3DFA0C3850B8883A13A46"
		},
		{
			"Source":
			{
				"Text": "Number of Training Images:"
			},
			"Translation":
			{
				"Text": "用于训练的图像数量："
			},
			"Key": "47CF0DA243DD5299D937C1B1AE8D599D"
		},
		{
			"Source":
			{
				"Text": "Output Folder"
			},
			"Translation":
			{
				"Text": "输出目录"
			},
			"Key": "189CBD61400656EBD7A25587430A8B86"
		},
		{
			"Source":
			{
				"Text": "Output Folder"
			},
			"Translation":
			{
				"Text": "输出目录"
			},
			"Key": "CBC927094C4A94440891F7A3985B59E2"
		},
		{
			"Source":
			{
				"Text": "Refresh Estimated Time"
			},
			"Translation":
			{
				"Text": "刷新预估时长"
			},
			"Key": "09F709B742634EA5DF54208922A7D86A"
		},
		{
			"Source":
			{
				"Text": "Start Training"
			},
			"Translation":
			{
				"Text": "开始训练"
			},
			"Key": "4C1CB6354EF462C27B20D6A3BEC276C9"
		},
		{
			"Source":
			{
				"Text": "TEST"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DFAEF5FC482CB63735F1D181AF016DD4"
		},
		{
			"Source":
			{
				"Text": "TEST"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "52B5FBC746F8871E073D519F59A5FD23"
		},
		{
			"Source":
			{
				"Text": "TEST"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D9D95C1345D1449AA5F3FFAE94A61FE2"
		},
		{
			"Source":
			{
				"Text": "Time increases as the total traning iterations increases"
			},
			"Translation":
			{
				"Text": "训练时长随着总迭代次数的增加而增加"
			},
			"Key": "975F6997430CD76FD65687BAD8F4CAA5"
		},
		{
			"Source":
			{
				"Text": "Tools"
			},
			"Translation":
			{
				"Text": "工具"
			},
			"Key": "9DBDB6C549748D5E3A92D28785995429"
		},
		{
			"Source":
			{
				"Text": "Total Training Iterations is restricted from 3,000 to 50,000"
			},
			"Translation":
			{
				"Text": "总训练迭代次数限制为 3,000 到 50,000"
			},
			"Key": "6581A624447DFDBE776F1798605BAC95"
		},
		{
			"Source":
			{
				"Text": "Total Training Iterations: "
			},
			"Translation":
			{
				"Text": "总训练迭代次数："
			},
			"Key": "EED8BAF64645588C103FA79C5810C2CB"
		},
		{
			"Source":
			{
				"Text": "Train a given mp4 video to Gaussian Splatting ply file. "
			},
			"Translation":
			{
				"Text": "将给定的 mp4 视频训练为 Gaussian Splatting ply 文件"
			},
			"Key": "D064BA844E34CDABF96984A763B74BED"
		},
		{
			"Source":
			{
				"Text": "Training"
			},
			"Translation":
			{
				"Text": "训练"
			},
			"Key": "6A1E6F8B444701D350393391C5E048EE"
		},
		{
			"Source":
			{
				"Text": "Training Iterations per Image: "
			},
			"Translation":
			{
				"Text": "每个图像的训练迭代次数："
			},
			"Key": "4C2286EB48E4C617FC4CD985B34B840C"
		},
		{
			"Source":
			{
				"Text": "Usage Steps:"
			},
			"Translation":
			{
				"Text": "使用步骤："
			},
			"Key": "35AC440F4ACAA8B63F22D88710C1968B"
		},
		{
			"Source":
			{
				"Text": "XV3DTools Folder"
			},
			"Translation":
			{
				"Text": "XV3DTools 目录"
			},
			"Key": "4E1473174CB64E5FE63C1F8747463687"
		},
		{
			"Source":
			{
				"Text": "XV3DTools Folder"
			},
			"Translation":
			{
				"Text": "XV3DTools 目录"
			},
			"Key": "AE0C0FC7441F463A81A6E4854E239559"
		},
		{
			"Source":
			{
				"Text": "XV3DTools and Demo MP4 files can be downloaded from our github: "
			},
			"Translation":
			{
				"Text": "XV3DTools 和演示 MP4 文件可以从我们的 github 下载："
			},
			"Key": "AFE06F384C665222A27984879916A933"
		},
		{
			"Source":
			{
				"Text": "XV3DTools v1.0"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "226208DE4C3D54E8F07064BA369CEEA4"
		},
		{
			"Source":
			{
				"Text": "directly into the Content Browser and importing them."
			},
			"Translation":
			{
				"Text": "直接拖到内容浏览器并导入"
			},
			"Key": "9EA4BE7E40D2C6EC20C044BEB8076190"
		},
		{
			"Source":
			{
				"Text": "https://github.com/xverse-engine/XV3DGS-UEPlugin"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "508063AF4BA2AEC8A128EDB44CAE2998"
		},
		{
			"Source":
			{
				"Text": "linxiangkai@xverse.cn"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F098854D4F8901B3355334B9C5E8F817"
		}
	]
}